
    [
        {
            "id": 2232233,
            "title": "Khám Phá Du Lịch Việt Nam",
            "content": "<h1>Khám Phá Du Lịch Việt Nam</h1><p>Du lịch là một phần quan trọng trong cuộc sống, giúp con người thư giãn, học hỏi và khám phá những điều mới mẻ. Việt Nam là một quốc gia nổi bật với cảnh quan thiên nhiên tuyệt đẹp và nền văn hóa phong phú, mang đến cho du khách những trải nghiệm không thể quên.</p><h2>Hà Nội - Thủ đô nghìn năm văn hiến</h2><p>Hà Nội, thủ đô của Việt Nam, là nơi có nền văn hóa lâu đời, các công trình kiến trúc cổ kính và ẩm thực đa dạng. Những điểm đến nổi bật ở Hà Nội bao gồm:</p><ul><li>Hồ Hoàn Kiếm</li><li>Chùa Một Cột</li><li>Lăng Chủ tịch Hồ Chí Minh</li></ul><h2>Hội An - Thành phố di sản</h2><p>Hội An là một thành phố nhỏ xinh nằm ở miền Trung Việt Nam, nổi tiếng với những con phố cổ và ánh đèn lồng lung linh vào ban đêm. Du khách đến Hội An có thể tham quan:</p><ol><li>Chợ Hội An</li><li>Nhà cổ Tấn Ký</li><li>Cầu Nhật Bản</li></ol><h3>Ẩm thực Hội An</h3><p>Ẩm thực Hội An là sự kết hợp hoàn hảo của các món ăn truyền thống và hiện đại. Một số món đặc sản nổi tiếng bao gồm:</p><ul><li>Cao Lầu</li><li>Hến xào</li><li>Bánh đập</li></ul><h2>Phú Quốc - Thiên đường nghỉ dưỡng</h2><p>Phú Quốc, hòn đảo xinh đẹp thuộc tỉnh Kiên Giang, nổi tiếng với những bãi biển cát trắng và làn nước trong xanh. Đây là điểm đến lý tưởng cho những ai muốn thư giãn và tận hưởng kỳ nghỉ tuyệt vời. Các địa điểm hấp dẫn tại Phú Quốc gồm:</p><ul><li>Vườn quốc gia Phú Quốc</li><li>Đảo Hòn Thơm</li><li>Chợ Dương Đông</li></ul><p>Với sự đa dạng về cảnh quan, ẩm thực và văn hóa, Việt Nam là một điểm đến du lịch không thể bỏ qua đối với những ai yêu thích sự khám phá và trải nghiệm mới mẻ.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 2,
            "status": "public",
            "created_at": "2023-02-15T09:00:00",
            "updated_at": "2023-02-16T12:30:00",
            "tags": ["Travel", "Culture", "Vietnam", "2024"],
            "additional_food": ["This is just a fake post", "No more no less"]
        },
        {
            "id": 2232234,
            "title": "Hành Trình Khám Phá Tây Bắc",
            "content": "<h1>Hành Trình Khám Phá Tây Bắc</h1><p>Tây Bắc là một vùng đất nổi tiếng với vẻ đẹp hoang sơ, hùng vĩ của núi non, những bản làng dân tộc thiểu số và những nét văn hóa đặc sắc. Đây là điểm đến lý tưởng cho những ai yêu thích khám phá thiên nhiên và tìm hiểu về các nền văn hóa truyền thống.</p><h2>Sapa - Vùng đất của những ruộng bậc thang</h2><p>Sapa là một trong những điểm du lịch nổi tiếng nhất tại Tây Bắc, với những thửa ruộng bậc thang trải dài trên các sườn đồi, tạo nên một cảnh quan tuyệt đẹp. Du khách đến Sapa có thể tham quan:</p><ul><li>Ruộng bậc thang tại bản Tả Van</li><li>Chợ Sapa</li><li>Núi Fansipan</li></ul><h2>Mù Cang Chải - Cảnh đẹp tựa thiên đường</h2><p>Mù Cang Chải là một huyện thuộc tỉnh Yên Bái, nổi tiếng với những ruộng bậc thang tuyệt đẹp. Cảnh vật nơi đây khiến du khách không khỏi trầm trồ, nhất là vào mùa lúa chín.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 3,
            "status": "public",
            "created_at": "2023-03-10T08:30:00",
            "updated_at": "2023-03-11T14:20:00",
            "tags": ["Travel", "Nature", "Vietnam"],
            "additional_food": ["Cơm lam", "Lợn cắp nách"]
        },
        {
            "id": 2232235,
            "title": "Ẩm Thực Việt Nam - Những Món Ăn Không Thể Bỏ Lỡ",
            "content": "<h1>Ẩm Thực Việt Nam - Những Món Ăn Không Thể Bỏ Lỡ</h1><p>Ẩm thực Việt Nam là sự kết hợp của các món ăn phong phú, đa dạng và mang đậm bản sắc văn hóa của từng vùng miền. Dưới đây là những món ăn mà bạn không thể bỏ qua khi đến Việt Nam.</p><h2>Phở - Món ăn quốc dân</h2><p>Phở là một trong những món ăn nổi tiếng nhất của Việt Nam, được chế biến từ bánh phở tươi, nước dùng thơm ngon và thịt bò hoặc gà. Bạn có thể thưởng thức món phở ở mọi nơi trên đất nước Việt Nam.</p><h2>Bánh mì - Hương vị đường phố</h2><p>Bánh mì là món ăn đặc trưng của người Việt, với phần bánh mì giòn rụm, bên trong là các loại thịt, rau sống và gia vị. Đây là món ăn nhanh phổ biến tại các thành phố lớn như Hà Nội, Hồ Chí Minh.</p><h3>Bánh xèo</h3><p>Bánh xèo là một loại bánh truyền thống, có lớp vỏ giòn, nhân tôm, thịt và giá đỗ. Đây là món ăn được yêu thích tại miền Nam Việt Nam.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 4,
            "status": "public",
            "created_at": "2023-04-01T11:00:00",
            "updated_at": "2023-04-02T16:00:00",
            "tags": ["Food", "Vietnam", "Cuisine"],
            "additional_food": ["Bánh cuốn", "Bánh bao"]
        },
        {
            "id": 2232236,
            "title": "Chuyến Du Lịch Đến Côn Đảo",
            "content": "<h1>Chuyến Du Lịch Đến Côn Đảo</h1><p>Côn Đảo là một hòn đảo nổi tiếng của Việt Nam, không chỉ là địa điểm du lịch mà còn là một phần quan trọng trong lịch sử. Côn Đảo là nơi ghi dấu sự hy sinh của các chiến sĩ cách mạng trong thời kỳ chiến tranh.</p><h2>Những địa điểm nổi bật tại Côn Đảo</h2><ul><li>Vườn quốc gia Côn Đảo</li><li>Chùa Núi Một</li><li>Nhà tù Côn Đảo</li></ul><p>Đến Côn Đảo, du khách sẽ được chiêm ngưỡng những bãi biển hoang sơ và thưởng thức những món ăn đặc sản.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 5,
            "status": "public",
            "created_at": "2023-04-20T10:45:00",
            "updated_at": "2023-04-21T13:30:00",
            "tags": ["Travel", "History", "Vietnam"],
            "additional_food": ["Cá thu Côn Đảo", "Mực nướng"]
        },
        {
            "id": 2232237,
            "title": "Vẻ Đẹp Quy Nhơn Và Những Bãi Biển Hoang Sơ",
            "content": "<h1>Vẻ Đẹp Quy Nhơn Và Những Bãi Biển Hoang Sơ</h1><p>Quy Nhơn là một thành phố ven biển ở miền Trung Việt Nam, nổi tiếng với những bãi biển tuyệt đẹp và không khí trong lành. Đây là điểm đến lý tưởng cho những ai yêu thích sự yên tĩnh và thiên nhiên hoang sơ.</p><h2>Bãi Xếp</h2><p>Bãi Xếp là một trong những bãi biển đẹp nhất tại Quy Nhơn, với nước biển trong xanh và bãi cát trắng mịn. Đây là nơi lý tưởng để thư giãn và tham gia các hoạt động ngoài trời.</p><h2>Chùa Thập Tháp</h2><p>Chùa Thập Tháp là một ngôi chùa cổ kính, nơi du khách có thể tham quan và tìm hiểu về văn hóa Phật giáo tại Quy Nhơn.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 6,
            "status": "public",
            "created_at": "2023-05-05T09:20:00",
            "updated_at": "2023-05-06T10:00:00",
            "tags": ["Travel", "Beaches", "Vietnam"],
            "additional_food": ["Bánh ít lá gai", "Bánh xèo"]
        },
        {
            "id": 2232238,
            "title": "Hành Trình Khám Phá Đà Lạt",
            "content": "<h1>Hành Trình Khám Phá Đà Lạt</h1><p>Đà Lạt là một thành phố nằm ở Tây Nguyên, nổi tiếng với khí hậu mát mẻ, phong cảnh thiên nhiên tươi đẹp và những điểm đến lý thú. Đà Lạt là nơi lý tưởng cho những ai muốn tìm về với thiên nhiên.</p><h2>Thác Datanla</h2><p>Thác Datanla là một trong những thác nước đẹp nhất tại Đà Lạt, nơi du khách có thể tham gia các hoạt động vui chơi như trượt thác hoặc ngắm cảnh thiên nhiên.</p><h2>Hồ Xuân Hương</h2><p>Hồ Xuân Hương là hồ nước lớn ngay trung tâm Đà Lạt, nơi du khách có thể đi dạo, thuê thuyền và thưởng ngoạn cảnh đẹp của thành phố.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 7,
            "status": "public",
            "created_at": "2023-06-10T13:00:00",
            "updated_at": "2023-06-11T15:30:00",
            "tags": ["Travel", "Nature", "Vietnam"],
            "additional_food": ["Bánh tráng nướng", "Mì quảng"]
        },
        {
            "id": 2232239,
            "title": "Khám Phá Cần Thơ Và Những Cảnh Đẹp Đồng Bằng Sông Cửu Long",
            "content": "<h1>Khám Phá Cần Thơ Và Những Cảnh Đẹp Đồng Bằng Sông Cửu Long</h1><p>Cần Thơ là một thành phố lớn tại Đồng Bằng Sông Cửu Long, nổi tiếng với những kênh rạch, chợ nổi và những món ăn đặc sản. Đây là điểm đến hấp dẫn cho du khách muốn tìm hiểu về văn hóa miền Tây Nam Bộ.</p><h2>Chợ Nổi Cái Răng</h2><p>Chợ Nổi Cái Răng là một trong những chợ nổi lớn nhất tại Cần Thơ, nơi du khách có thể trải nghiệm hoạt động mua bán trên sông và thưởng thức các món ăn dân dã của miền Tây.</p><h2>Vườn trái cây Cần Thơ</h2><p>Vườn trái cây là nơi du khách có thể tham quan và thưởng thức những loại trái cây ngon đặc trưng của miền Tây như sầu riêng, măng cụt và nhãn.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 8,
            "status": "public",
            "created_at": "2023-07-01T10:00:00",
            "updated_at": "2023-07-02T12:30:00",
            "tags": ["Travel", "Culture", "Vietnam"],
            "additional_food": ["Bánh xèo miền Tây", "Cơm tấm"]
        },
        {
            "id": 2232240,
            "title": "Chuyến Du Lịch Đến Nha Trang",
            "content": "<h1>Chuyến Du Lịch Đến Nha Trang</h1><p>Nha Trang là một thành phố ven biển nổi tiếng của Việt Nam, không chỉ đẹp với bãi biển trong xanh mà còn có nhiều điểm du lịch hấp dẫn. Du khách đến Nha Trang có thể tham gia nhiều hoạt động thể thao dưới nước hoặc tham quan các công trình kiến trúc nổi bật.</p><h2>Vinpearl Land</h2><p>Vinpearl Land là một khu nghỉ dưỡng cao cấp nằm trên đảo Hòn Tre, nơi du khách có thể vui chơi tại công viên nước, khu vui chơi giải trí và tận hưởng các dịch vụ nghỉ dưỡng tuyệt vời.</p><h2>Chùa Long Sơn</h2><p>Chùa Long Sơn là một trong những ngôi chùa nổi tiếng tại Nha Trang, nơi du khách có thể tham quan và tìm hiểu về lịch sử và văn hóa Phật giáo tại thành phố biển này.</p>",
            "image_url": "https://via.placeholder.com/400",
            "author_id": 9,
            "status": "public",
            "created_at": "2023-07-15T08:30:00",
            "updated_at": "2023-07-16T11:00:00",
            "tags": ["Travel", "Beaches", "Vietnam"],
            "additional_food": ["Bánh canh Nha Trang", "Chả cá"]
        }
    ]
    